{
  "path": "http://hl7.org/fhir/R4/",
  "canonical": "https://fhir-ig-demo",
  "igId": "hl7.fhir.in.core",
  "igName": "HCX Core",
  "packageId": "ig",
  "igVer": "0.0.1",
  "errorCount": 365,
  "version": "4.0.1",
  "revision": "a53ec6ee1b",
  "versionFull": "4.0.1-a53ec6ee1b",
  "toolingVersion": "5.0.0-snapshot1",
  "toolingRevision": "3",
  "toolingVersionFull": "5.0.0-snapshot1 (3)",
  "totalFiles": 36,
  "processedFiles": 45,
  "genDate": "Sat, Jan 22, 2022 20:56+0530",
  "genDay": "22/01/2022",
  "ig": {
    "id": "hl7.fhir.in.core",
    "name": "HCX Core",
    "title": "FHIR Implementation Guide for HCX",
    "url": "https://fhir-ig-demo/ImplementationGuide/ig",
    "version": "0.0.1",
    "status": "draft",
    "experimental": false,
    "publisher": "HL7 International - HCX",
    "gitstatus": "",
    "contact": [
      {
        "name": "HL7 International - HCX",
        "telecom": [
          "https://www.swasth.app/"
        ]
      }
    ],
    "date": "2021-08-24",
    "description": "The US Core Implementation Guide is based on FHIR Version R4 and defines the minimum conformance requirements for accessing patient data. The Argonaut pilot implementations, ONC 2015 Edition Common Clinical Data Set (CCDS), and ONC U.S. Core Data for Interoperability (USCDI) v1 provided the requirements for this guide. The prior Argonaut search and vocabulary requirements, based on FHIR DSTU2, are updated in this guide to support FHIR Version R4. This guide was used as the basis for further testing and guidance by the Argonaut Project Team to provide additional content and guidance specific to Data Query Access for purpose of ONC Certification testing. These profiles are the foundation for future US Realm FHIR implementation guides. In addition to Argonaut, they are used by DAF-Research, QI-Core, and CIMI. Under the guidance of HL7 and the HL7 US Realm Steering Committee, the content will expand in future versions to meet the needs specific to the US Realm.\nThese requirements were originally developed, balloted, and published in FHIR DSTU2 as part of the Office of the National Coordinator for Health Information Technology (ONC) sponsored Data Access Framework (DAF) project. For more information on how DAF became US Core see the US Core change notes.",
    "fhirVersion": "4.0.1"
  }
}